/*
স্ক্রিনের নিচে স্বয়ংক্রিয়ভাবে স্ক্রল হওয়া ঘোষণা (Announcements)
--------------------------------------------
এই ফাইলের মেসেজগুলো অ্যাপ প্রথমবার ব্রাউজারে চালু হলে একবারই লোড হয়।
এর পর থেকে, অ্যাপ ব্রাউজারে সংরক্ষিত তথ্য থেকেই মেসেজ লোড করে (এই ফাইলের মেসেজ + ইউজার ইনপুট করা মেসেজ)

প্রতিটি মেসেজের শেষে অবশ্যই “°°” থাকতে হবে।
উদাহরণ : 

JS_ADMIN_MESSAGES += "a|b|c°°";
JS_ADMIN_MESSAGES += "1|DAILY|মসজিদে মোবাইল বন্ধ রাখুন°°";

a = 1 বা 0 (চালু বা বন্ধ)
b = কোন দিনে দেখানো হবে (DAILY = প্রতিদিন, JOMOA = শুধু জুমার দিন, 10/01 = নির্দিষ্ট তারিখ)
c = দেখানোর মেসেজ

--------------------------------------------
আপনি যত খুশি ততগুলো মেসেজ যোগ করতে পারেন।
*/

let JS_ADMIN_MESSAGES  = "";
JS_ADMIN_MESSAGES += "1|DAILY|لاحول ولا قوة إلاَّ بالله °°";
JS_ADMIN_MESSAGES += "1|DAILY|تَبَسُّمُكَ فِي وَجْهِ أَخِيكَ لَكَ صَدَقَةٌ°°";
JS_ADMIN_MESSAGES += "1|DAILY|المرجو إغلاق الهاتف عند دخول المسجد°°";
JS_ADMIN_MESSAGES += "1|DAILY|اللَّهُمَّ إِنِّي أَسْأَلُكَ الْهُدَى وَالتُّقَى وَالْعَفَافَ وَالْغِنَى°°";
JS_ADMIN_MESSAGES += "1|DAILY|قالَ ﷺ : إياكم والظن، فإن الظن أكذب الحديث°°";
JS_ADMIN_MESSAGES += "1|DAILY|سُبْحَانَ اللَّهِ وَبِحَمْدِهِ، سُبْحَانَ اللَّهِ العَظِيم°°";
JS_ADMIN_MESSAGES += "1|JOMOA|(عن رسول الله  صلى الله عليه وسلم  قال : “ في يوم الجمعة ساعة لا يوافقها مسلم وهو قائم يصلي يسأل الله خيرًا إلا أعطاه “ )°°";
JS_ADMIN_MESSAGES += "1|10/01|تقبل الله منا ومنكم صالح الأعمال°°";
JS_ADMIN_MESSAGES += "1|10DLHJ|تذكير بالأيام العشر من ذي الحجة --- قالَ رسُولُ اللَّهِ ﷺ: مَا مِنْ أَيامٍ العَمَلُ الصَّالحُ فِيها أَحَبُّ إِلى اللَّهِ مِنْ هذِهِ الأَيَّامِ°°";
JS_ADMIN_MESSAGES += "1|12/10|الله أكبر الله أكبر لا إله إلا الله، الله أكبر الله أكبر ولله الحمد°°";
JS_ADMIN_MESSAGES += "1|12/11|الله أكبر الله أكبر لا إله إلا الله، الله أكبر الله أكبر ولله الحمد°°";
JS_ADMIN_MESSAGES += "1|12/12|الله أكبر الله أكبر لا إله إلا الله، الله أكبر الله أكبر ولله الحمد°°";
JS_ADMIN_MESSAGES += "1|12/13|الله أكبر الله أكبر لا إله إلا الله، الله أكبر الله أكبر ولله الحمد°°";


let STRt3 = localStorage.getItem('STORAGE_ADMIN_MESSAGES'); 
if(STRt3) {JS_ADMIN_MESSAGES = STRt3;}
JS_BOTTOM_MSGS = JS_ADMIN_MESSAGES.split("°°");



