/*
Tawkit অ্যাপের ডিফল্ট সেটিংস
এখানে আপনি অ্যাপ প্রথমবার চালু হলে যেসব সেটিংস থাকবে, সেগুলো ঠিক করে দিতে পারেন।
---------------------------------------------------------------
*/
let JS_DATA = 
{
ucLangNOW			: 'BN',			                   	// বর্তমান অ্যাপের ভাষা (বাংলা)                                       
ucMosqueName		: 'ফয়যানে মদীনা জামে মসজিদ',         	   //   মসজিদের নাম লিখুন:                                                         
ucNowCityCODE		: 'OM.MUSCAT',       	   // বর্তমান শহরের কোড (মদিনা মুনাওয়ারা)                                   
ucIsMarqueeOn		: 0,               	     // মুভিং বার সক্রিয় করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                                   
ucIsMeteoOn			: 1,                  	   // আবহাওয়ার তথ্য সক্রিয় করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                                    
ucMeteoWithPrayers	: 1,               // নামাজের সময়ের সাথে আবহাওয়ার তথ্য প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)                           
ucIsForHome			: 1,                     // বাড়িতে ব্যবহারের জন্য অ্যাপ (০ মসজিদের জন্য, ১ বাড়ির জন্য)                            
ucUserThemeBG		: 3,                    // নির্বাচিত ব্যাকগ্রাউন্ড থিমের নম্বর (০ থেকে ৩৯ পর্যন্ত)                                  
ucAddZeroToAMPM		: 0,                  // ১২-ঘণ্টা পদ্ধতিতে ঘন্টার আগে শূন্য যোগ করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                      
ucHr5BoxesOnly		: 0,                   // আড়াআড়ি স্ক্রিনে শুধুমাত্র ৫টি বক্স প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)                     
ucDohaScreenSaver	: 1,                // দোহা নামাজের পর স্ক্রিনসেভার চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                       
ucIshaScreenSaver	: 1,                // এশার নামাজের পর স্ক্রিনসেভার চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                      
ucDohrXminutesAsr	: 0,                // আসর নামাজের তুলনায় যোহরের সময় X মিনিট দেরিতে নির্ধারণ করা                                       
ucJomoaOnHRscreen	: 0,                // আড়াআড়ি স্ক্রিনে জুমার সময় প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)                      
ucJomoaFixedTime	: 'AUTO',            // জুমার নামাজের জন্য নির্দিষ্ট সময় (স্বয়ংক্রিয় নির্ধারণের জন্য "AUTO" লিখুন)                           
ucAzkar5minPicture	: 0,               // যিকিরের সাথে ৫ মিনিটের জন্য ছবি প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)                        
ucVrNamesInMiddle	: 0,                // লম্বালম্বি স্ক্রিনে মাঝখানে নামাজগুলোর নাম প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)           
ucScreenFont		: 'Amiri',               // স্ক্রিনে ব্যবহৃত ফন্ট (লেখার ধরন)                                                    
ucClockFont			: 'FONTO',               // ঘড়ির জন্য ব্যবহৃত ফন্ট (লেখার ধরন)                                                    
ucTimesFont			: 'FONTO',               // নামাজের সময়ের জন্য ব্যবহৃত ফন্ট (লেখার ধরন)                                             
ucAzkarFont			: 'TAHA',              // যিকিরের জন্য ব্যবহৃত ফন্ট (লেখার ধরন)                                                   
ucAzkarSabahOn		: 1,					                	// সকালবেলার যিকির চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                                                        
ucAzkarAsrOn		: 1,                     // আসরবেলার যিকির চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                                                         
ucAzkarMaghribOn	: 1,                 // মাগরিবের যিকির চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                                                      
ucAzkarIshaOn		: 1,                    // এশার যিকির চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                                                        
ucCounterLastMinute	: 0,              // শেষ মিনিটে কাউন্টডাউন প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucFullScreenCounter	: 1,              // ফুলস্ক্রিন মোডে কাউন্টডাউন প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)                               
ucShowIqamaScreen	: 1,                //  ইকামার স্ক্রিন প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)                                     
ucHrNamesInMiddle	: 0,                // আড়াআড়ি স্ক্রিনে মাঝখানে নামাযের নাম প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)                            
ucDimmPastPrayers	: 0,                // আগের নামাযকে ফিকে (ডিম) করে দেখানো (০ নিষ্ক্রিয়, ১ সক্রিয়)                                  
ucDateUpRightInHR	: 0,                // আড়াআড়ি স্ক্রিনের উপরের ডান পাশে তারিখ প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)                            
ucVerifyInternet	: 1,                 // ইন্টারনেট সংযোগ যাচাই করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                                
ucForcedVertical	: 0,                 // লম্বালম্বি প্রদর্শন মোড বাধ্যতামূলক করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                                   
ucJomoaDimmBefore	: 0,                //  জুমার নামাজের আগে X মিনিটে স্ক্রিন অন্ধকার (ডিম) করে দেওয়া                                  
ucJomoaDimmAfter	: 25,                // জুমার নামাজের পরে X মিনিটে স্ক্রিন অন্ধকার (ডিম) করে দেওয়া                            
ucAzanIqamaByVoice	: 0,               //  আযান ও ইকামা শব্দসহ চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                              
ucShortAzanActive	: 1,                // সংক্ষিপ্ত আযান চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                                    
ucShortIqamaActive	: 1,               //  সংক্ষিপ্ত ইকামা চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                                 
ucIsArabicDigits	: 0,                 // বাংলা সংখ্যার পরিবর্তে আরবি সংখ্যা (٠١٢٣٤٥٦٧٨٩) ব্যবহার করা (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucRamadanDoIsha30min: 0,             // রমজানে এশার নামাজ ৩০ মিনিট দেরিতে আদায় করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                               
ucInSummerAdd1Hour	: 0,               // গ্রীষ্মকালে ১ ঘণ্টা যোগ করা (ডে লাইট সেভিং টাইম) (০ নিষ্ক্রিয়, ১ সক্রিয়)                                
ucForce1HourMore	: 0,                 // সব নামাযের সময়ে ১ ঘণ্টা যোগ করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                                
ucForce1HourLess	: 0,                 //  সব নামাযের সময় থেকে ১ ঘণ্টা কমানো (০ নিষ্ক্রিয়, ১ সক্রিয়)                                
ucActivate24Hours	: 0,                // ২৪ ঘণ্টা সময় পদ্ধতি চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                                  
ucClockIsFull		: 1,                    // ঘড়ি সম্পূর্ণ আকারে প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)                                   
ucAzkarActive		: 1,                    // যিকির চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)    
ucSlidesActive		: 0,                   // স্লাইড চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucIqamaFullTimes	: 1,                 // পূর্ণ ইকামার সময় প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)                                  
ucIqamaCounter		: 1,                   // ইকামার জন্য কাউন্টডাউন চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)                                 
ucAthanMinutesFAJR	: 0,               // ফজরের সময়ের আগে আযানের মিনিট সংখ্যা                                                                 
ucAthanMinutesSHRQ	: 0,               // সুর্যোদয়ের সময়ের আগে আযানের মিনিট সংখ্যা                                                             
ucAthanMinutesDOHR	: 0,               // জোহরের সময়ের আগে আযানের মিনিট সংখ্যা                                                                 
ucAthanMinutesASSR	: 0,               // আসরের সময়ের আগে আযানের মিনিট সংখ্যা                                                                
ucAthanMinutesMGRB	: 0,               // মাগরিবের সময়ের আগে আযানের মিনিট সংখ্যা                                                               
ucAthanMinutesISHA	: 0,               // এশার সময়ের আগে আযানের মিনিট সংখ্যা                                                               
ucPrayDurationFAJR	: 9,               // ফজরের নামাযের সময়সীমা (মিনিটে)                                                                  
ucPrayDurationDOHR	: 8,               // জোহরের নামাযের সময়সীমা (মিনিটে)                                                                    
ucPrayDurationASSR	: 8,               // আসরের নামাযের সময়সীমা (মিনিটে)                                                                    
ucPrayDurationMGRB	: 7,               // মাগরিবের নামাযের সময়সীমা (মিনিটে)                                                                   
ucPrayDurationISHA	: 9,               // এশার নামাযের সময়সীমা (মিনিটে)                                                                   
ucIqamaFAJR			: 10,                    // ফজরের আযানের পর ইকামার সময় (মিনিটে)                                                    
ucIqamaSHRQ			: 15,                    	// সূর্যোদয়ের সময় শুধু হ‌ওয়ার পর থেকে কত মিনিট পর্যন্ত রাখতে চান। উদাহরণ: এখানে ১৫ রাখা হয়েছে।                  
ucIqamaDOHR			: 10,                    // যোহরের আযানের পর ইকামার সময় (মিনিটে)                    
ucIqamaASSR			: 10,                    // আসরের আযানের পর ইকামার সময় (মিনিটে)                    
ucIqamaMGRB			: 10,                    // মাগরিরের আযানের পর ইকামার সময় (মিনিটে)                   
ucIqamaISHA			: 10,                    // এশার আযানের পর ইকামার সময় (মিনিটে)                   
ucFixedIqamaFAJR	: '',                // ফজরের জন্য নির্দিষ্ট ইকামার সময় (ফাঁকা রাখলে আপেক্ষিক সময় অনুযায়ী নির্ধারিত হবে) 
ucFixedIqamaDOHR	: '',                // যোহরের জন্য নির্দিষ্ট ইকামার সময় (ফাঁকা রাখলে আপেক্ষিক সময় অনুযায়ী নির্ধারিত হবে)
ucFixedIqamaASSR	: '',                // আসরের জন্য নির্দিষ্ট ইকামার সময় (ফাঁকা রাখলে আপেক্ষিক সময় অনুযায়ী নির্ধারিত হবে)
ucFixedIqamaISHA	: '',                // এশার জন্য নির্দিষ্ট ইকামার সময় (ফাঁকা রাখলে আপেক্ষিক সময় অনুযায়ী নির্ধারিত হবে)
ucMeteoLatitude		: 21.3890824,         // আবহাওয়ার তথ্যের জন্য ব্যবহৃত অক্ষাংশ (Latitude)
ucMeteoLongitude	: 39.8579118,        //  আবহাওয়ার তথ্যের জন্য ব্যবহৃত দ্রাঘিমাংশ (Longitude)
ucWcsvIsActive		: 0,                   //   WCSV ফাইল সক্রিয় করা (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucPsFlag			: 1,                        //  ফিলিস্তিনের পতাকা প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)     
ucCounterColorAlert	: 1,              // সতর্কতার জন্য কাউন্টডাউন এর রঙ পরিবর্তন করা (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucBgTubes			: 0,                       // ব্যাকগ্রাউন্ডে পাইপ/টিউব ইফেক্ট চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucCloseMobilePlease	: '﻿দয়া করে মোবাইল বন্ধ বা সাইলেন্ট করুন',        // মোবাইল ফোন বন্ধ করার অনুরোধের বার্তা                 
ucIqamaHadith		: 1,                    // ইকামার হাদীস তথ্য প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)     
ucSemiTransparentBgs: 1,             // অর্ধ-স্বচ্ছ ব্যাকগ্রাউন্ড ব্যবহার (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucPrimaryAzanMinutes: 0,             // প্রাথমিক আযানের মিনিট সংখ্যা                                     
ucBlackScreenShowsClock	: 1,          // কালো স্ক্রিনে ঘড়ি প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucBlackScreenShowsDate	: 1,           // কালো স্ক্রিনে তারিখ প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucBlackScreenInPraying	: 1,           // নামাযের সময় কালো স্ক্রিন চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucUseThemeBG4AzkarBGS	: 0,	           	//  যিকির ব্যাকগ্রাউন্ড থিম ব্যবহার (০ নিষ্ক্রিয়, ১ সক্রিয়)			
ucShowAzanWindow		: 1,                 // আযান স্ক্রিন প্রদর্শন (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucUseRoundCounterInVR	: 1,            // VR মোডে রাউন্ড কাউন্টার ব্যবহার (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucUseBigNextPrayCounter	: 0,          // পরবর্তী নামায কাউন্টার বড় ব্যবহার (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucSlidesRandom			: 0,                  // স্লাইড র‍্যান্ডমভাবে দেখানো (০ নিষ্ক্রিয়, ১ সক্রিয়)

ucActivateEidFITR		: 0,                // ঈদুল ফিতর চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucActivateEidADHA		: 0,                // ঈদুল আযহা চালু করা (০ নিষ্ক্রিয়, ১ সক্রিয়)
ucTimeOfEidFITR			: '﻿08:00',           // ঈদুল ফিতরের সময়
ucTimeOfEidADHA			: '﻿07:00',           // ঈদুল আযহার সময়

ucThemesActiveType		: 2,                    // থিমের ধরণ: ০ = ম্যানুয়ালি থিম পরিবর্তন, ১ = প্রতিটি নামাজের সময় থিম পরিবর্তন, ২ = প্রতিদিন একটি নির্দিষ্ট থিম পরিবর্তন, ৩ = প্রতিদিন আমার নির্বাচিত থিমগুলোর মধ্য থেকে র‍্যান্ডমভাবে একটি থিম পরিবর্তন।
ucThemes4eachSalat 	: "7|13|.|16|33|4",	    //	"fajr|shrq|dohr|assr|mgrb|isha"   . = বাদ দিন / থিম পরিবর্তন করবেন না,   X = যে থিম নম্বরটি ব্যবহার করতে চান (X)
											// 	উদাহরণ: যদি আপনি ফজর, সূর্যোদয় ও যোহর এবং আসরের জন্য থিম ৪ ব্যবহার করতে চান এবং পরে মাগরিব ও এশার জন্য থিম ২৫ ব্যবহার করতে চান, তাহলে লিখবেন: "4|.|.|.|25|."
ucThemes4EveryDays 		: "5|8|31|16|7|3|27",  	// প্রতিদিনের থিম নম্বর নির্ধারণ করুন: "রবিবার|সোমবার|মঙ্গলবার|বুধবার|বৃহস্পতিবার|শুক্রবার|শনিবার" . = বাদ দিন / থিম পরিবর্তন করবেন না, উদাহরণ: উপরে দেখুন।
ucThemesMyBGsLista		: "4,6,8,9,18",         	//  এখানে আপনি যেসব থিম প্রতিদিন এলোমেলোভাবে (randomly) দেখাতে চান, সেই থিম নম্বরগুলো লিখুন (০ থেকে ৩৯ পর্যন্ত – অ্যাপে মোট ৪০টি থিম আছে)
}

//----------------------------------------------------------------------
const JS_VR_AYA_SIZE	= 60;	           // কোন পরিবর্তন নেই
const JS_VR_HADITH_SIZE	= 53;        // কোন পরিবর্তন নেই

const JS_MainAzkarViewTime	= 19;     // প্রতিটি মূল যিকির নামাযের পর ১৯ সেকেন্ড ধরে প্রদর্শিত হবে।

const JS_SabahMasaaViewTime	= 25;    // প্রতিটি সকাল/সন্ধ্যার যিকির ২৫ সেকেন্ড করে প্রদর্শিত হবে।

const JS_SlidesViewTime		= 25;        // প্রতিটি স্লাইড ২৫ সেকেন্ড ধরে প্রদর্শিত হবে (সর্বোচ্চ ৬০ সেকেন্ড [১ মিনিট])
const JS_SLIDES_OFF_TIME	= 20;       // প্রতিটি স্লাইডের মাঝে ২০ সেকেন্ড বিরতি থাকবে (সর্বোচ্চ ৩০০ সেকেন্ড [৫ মিনিট])

const JS_AZKAR_BG_SEMI_TRANSPARENT	= 1;          // যিকিরের ছবির ব্যাকগ্রাউন্ড হালকাভাবে স্বচ্ছ করা (০ নিষ্ক্রিয়, ১ সক্রিয়)
const JS_Minutes_BeforeAZAN_ToChange_Theme = 1;  // আযানের আগে কত মিনিটে থিম পরিবর্তন হবে তা নির্ধারণ করা।

const JS_BottomMessagesFontSameAsAzkar = 0;     // নিচের মেসেজগুলোর ফন্ট যিকিরের ফন্টের মতো করুন।

const JS_AZAN_WINDOW_SHOW_TIME = 60;            // আযান স্ক্রিনটি (যদি অপশনটি সক্রিয় থাকে) ৬০ সেকেন্ড পর্যন্ত প্রদর্শিত থাকবে।

const JS_IqamaRULE	= "ইকামত হয়ে গেলে তোমরা আমাকে না দেখা পর্যন্ত দাঁড়াবে না। আল হাদিস";
const JS_AfterAzan	= "اللهم رب هذه الدعوة التامة، والصلاة القائمة، آت محمدًا الوسيلة والفضيلة، وابعثه المقام المحمود الذي وعدته";
//----------------------------------------------------------------------

const JS_THEMES_VERTICALS	= [            //  লম্বালম্বি স্ক্রীন মোডের ব্যাকগ্রাউন্ড থিমসমূহ)
'#462412|#A45015|#6D5646|#F8F5F0',      // থিম নম্বর ০, ১, ১৯ - গাঢ় বাদামি রংসহ হালকা ব্যাকগ্রাউন্ড
'#462412|#A45015|#6D5646|#F8F5F0', 
'#FFFFFF|#DDC091|#BEAF97|#000000',      // থিম নম্বর ২, ৩ - সাদা রংয়ের সাথে বেইজ (হালকা বাদামি) সংযুক্ত
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#1C6064',      // থিম নম্বর ৪ - সাদা ও বেইজ রঙের সাথে সবুজাভ নীল রঙ সংযুক্ত
'#FFFFFF|#DDC091|#BEAF97|#740000',      // থিম নম্বর ৫ - সাদা ও বেইজ রঙের সাথে গাঢ় লাল রঙ সংযুক্ত ব্যাকগ্রাউন্ড
'#FFFFFF|#DDC091|#BEAF97|#0662A7',      // থিম নম্বর ৬ - সাদা ও বেইজ রঙের সাথে নীল রঙ সংযুক্ত 
'#FFFFFF|#DDC091|#BEAF97|#4B211A',      // থিম নম্বর ৭ - সাদা ও বেইজ রঙের সাথে লালচে বাদামি রঙ সংযুক্ত
'#FFFFFF|#DDC091|#BEAF97|#02539E',      // থিম নম্বর ৮ - সাদা ও বেইজ রঙের সাথে গাঢ় নীল রঙ সংযুক্ত
'#FFFFFF|#DDC091|#BEAF97|#821214',      // থিম নম্বর ৯ - সাদা ও বেইজ রঙের সাথে লাল রঙ সংযুক্ত
'#FFFFFF|#DDC091|#BEAF97|#166466',      // থিম নম্বর ১০ - সাদা ও বেইজ রঙের সাথে সবুজ রঙ সংযুক্ত
'#FFFFFF|#DDC091|#BEAF97|#000000',      // থিম নম্বর ১১-১৮ - সাদা ও বেইজ রঙের সাথে কালো রঙ সংযুক্ত
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#462412|#A45015|#6D5646|#F8F5F0', 
'#FFFFFF|#DDC091|#BEAF97|#000000',      // থিম নম্বর ২০-৩৯ - সাদা ও বেইজ রঙের সাথে কালো রঙ সংযুক্ত
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000'];
                                                                                               
const JS_THEMES_HORIZONTALS	= [         // আড়াআড়ি (Horizontal) স্ক্রিনের জন্য ব্যাকগ্রাউন্ড থিমসমূহ [সব থিমের মধ্যে - সাদা ও বেইজ রঙের সাথে কালো রঙ সংযুক্ত]
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000',	
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000',	
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000',
'#FFFFFF|#DDC091|#BEAF97|#000000',    
'#FFFFFF|#DDC091|#BEAF97|#000000',    
'#FFFFFF|#DDC091|#BEAF97|#000000',    
'#FFFFFF|#DDC091|#BEAF97|#000000',    
'#FFFFFF|#DDC091|#BEAF97|#000000',    
'#FFFFFF|#DDC091|#BEAF97|#000000',    
'#FFFFFF|#DDC091|#BEAF97|#000000',    
'#FFFFFF|#DDC091|#BEAF97|#000000',    
'#FFFFFF|#DDC091|#BEAF97|#000000',    
'#FFFFFF|#DDC091|#BEAF97|#000000',    
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000', 
'#FFFFFF|#DDC091|#BEAF97|#000000']; 
